Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# help_desc_explorer
source: The interactive fretboard where you tap frets to build chords. The app detects which chord you are playing and shows inversions, intervals, and alternate names. Includes a capo selector and scale overlay for exploring how chords and scales fit together.
ar: لوحة أصابع تفاعلية حيث تنقر على الحنق لبناء الأوتار. يكتشف التطبيق الوتر الذي تعزفه ويعرض الانعكاسات والفواصل والأسماء البديلة. يتضمن محدد كابو وطبقة سلم لاستكشاف تناسق الأوتار والسلالم معاً.
de: Das interaktive Griffbrett, auf dem du Bünde antippst, um Akkorde zu bilden. Die App erkennt, welchen Akkord du spielst, und zeigt Umkehrungen, Intervalle und alternative Namen an. Enthält einen Kapodaster-Wähler und eine Tonleiterüberlagerung zum Erkunden des Zusammenspiels von Akkorden und Tonleitern.
es: El diapasón interactivo donde tocas trastes para formar acordes. La aplicación detecta qué acorde estás tocando y muestra inversiones, intervalos y nombres alternativos. Incluye selector de cejilla y superposición de escalas para explorar cómo encajan acordes y escalas.
fr: Le manche interactif où vous touchez les frettes pour former des accords. L'application détecte l'accord que vous jouez et affiche les renversements, intervalles et noms alternatifs. Inclut un sélecteur de capo et une superposition de gamme pour explorer comment accords et gammes s'articulent.
hi: इंटरैक्टिव फ्रेटबोर्ड जहाँ आप फ्रेट टैप करके कॉर्ड बनाते हैं। ऐप पहचानता है कि आप कौन सा कॉर्ड बजा रहे हैं और इन्वर्शन, इंटरवल और वैकल्पिक नाम दिखाता है। कॉर्ड और स्केल कैसे एक साथ फिट होते हैं यह खोजने के लिए कैपो सिलेक्टर और स्केल ओवरले शामिल है।
id: Fretboard interaktif tempat Anda mengetuk fret untuk membangun akor. Aplikasi mendeteksi akor yang Anda mainkan dan menampilkan inversi, interval, dan nama alternatif. Termasuk pemilih capo dan overlay tangga nada untuk mengeksplorasi hubungan akor dan tangga nada.
it: La tastiera interattiva dove tocchi i tasti per costruire accordi. L'app rileva quale accordo stai suonando e mostra rivolti, intervalli e nomi alternativi. Include un selettore capotasto e un overlay delle scale per esplorare come accordi e scale si combinano.
ja: フレットをタップしてコードを組み立てるインタラクティブなフレットボードです。どのコードを弾いているかを自動検出し、転回形、音程、別名を表示します。カポセレクターとスケールオーバーレイで、コードとスケールの関係を探索できます。
ko: 프렛을 탭하여 코드를 구성하는 인터랙티브 지판입니다. 어떤 코드를 연주하는지 자동으로 감지하여 전위, 음정, 다른 이름을 보여줍니다. 카포 선택기와 스케일 오버레이로 코드와 스케일의 관계를 탐구할 수 있습니다.
nl: Het interactieve toetsenbord waar je op frets tikt om akkoorden op te bouwen. De app herkent welk akkoord je speelt en toont omkeringen, intervallen en alternatieve namen. Bevat een capo-kiezer en toonladderoverlay om te ontdekken hoe akkoorden en toonladders samenvallen.
pl: Interaktywny gryf, na którym dotykasz progów, aby budować akordy. Aplikacja rozpoznaje grany akord i pokazuje przewroty, interwały i alternatywne nazwy. Zawiera selektor kapodastru i nakładkę skal do eksploracji, jak akordy i skale pasują do siebie.
pt: O braço interativo onde você toca nos trastes para formar acordes. O aplicativo detecta qual acorde você está tocando e mostra inversões, intervalos e nomes alternativos. Inclui seletor de capo e sobreposição de escalas para explorar como acordes e escalas se relacionam.
ru: Интерактивный гриф, на котором вы нажимаете лады для построения аккордов. Приложение определяет, какой аккорд вы играете, и показывает обращения, интервалы и альтернативные названия. Включает выбор каподастра и наложение гаммы для изучения сочетания аккордов и гамм.
tr: Akor oluşturmak için perdelere dokunduğunuz etkileşimli klavye. Uygulama çaldığınız akoru algılar ve çevrimleri, aralıkları ve alternatif adları gösterir. Akorların ve dizilerin nasıl bir araya geldiğini keşfetmek için bir kapo seçici ve dizi kaplaması içerir.
zh_hans: 互动指板，点击品格来构建和弦。应用会检测你正在弹奏的和弦，并显示转位、音程和别名。包含变调夹选择器和音阶叠加层，可探索和弦与音阶如何配合。

# help_desc_favorites
source: Your saved chord voicings, organised into folders. Tap a voicing to view it on the fretboard, swipe or long-press for options. Use folders to group chords for specific songs or practice sessions.
ar: توزيعاتك الصوتية المحفوظة، منظمة في مجلدات. انقر على توزيع لعرضه على لوحة الأصابع، أو اسحب أو اضغط مطولاً للخيارات. استخدم المجلدات لتجميع الأوتار لأغانٍ أو جلسات تمرين محددة.
de: Deine gespeicherten Akkord-Voicings, in Ordnern organisiert. Tippe auf ein Voicing, um es auf dem Griffbrett anzuzeigen, wische oder drücke lange für Optionen. Verwende Ordner, um Akkorde für bestimmte Songs oder Übungen zu gruppieren.
es: Tus voicings de acordes guardados, organizados en carpetas. Toca un voicing para verlo en el diapasón, desliza o mantén pulsado para más opciones. Usa carpetas para agrupar acordes por canción o sesión de práctica.
fr: Vos voicings d'accords enregistrés, organisés en dossiers. Touchez un voicing pour le voir sur le manche, glissez ou appuyez longuement pour plus d'options. Utilisez les dossiers pour regrouper les accords par chanson ou session de pratique.
hi: आपकी सहेजी गई कॉर्ड वॉइसिंग, फोल्डर में व्यवस्थित। फ्रेटबोर्ड पर देखने के लिए वॉइसिंग टैप करें, विकल्पों के लिए स्वाइप या लंबे समय दबाएँ। विशिष्ट गानों या अभ्यास सत्रों के लिए कॉर्ड को फोल्डर में समूहित करें।
id: Voicing akor tersimpan Anda, diatur dalam folder. Ketuk voicing untuk melihatnya di fretboard, geser atau tekan lama untuk opsi. Gunakan folder untuk mengelompokkan akor untuk lagu atau sesi latihan tertentu.
it: Le tue voci di accordi salvate, organizzate in cartelle. Tocca una voce per visualizzarla sulla tastiera, scorri o tieni premuto per le opzioni. Usa le cartelle per raggruppare gli accordi per brani specifici o sessioni di pratica.
ja: フォルダで整理された、保存済みのコードボイシングです。ボイシングをタップしてフレットボードで表示、スワイプまたは長押しでオプションを表示。フォルダを使って特定の曲や練習セッション用にコードをグループ化できます。
ko: 폴더로 정리된 저장된 코드 보이싱입니다. 보이싱을 탭하면 지판에 표시되고, 밀거나 길게 눌러 옵션을 확인할 수 있습니다. 폴더를 사용하여 특정 곡이나 연습 세션별로 코드를 분류하세요.
nl: Je opgeslagen akkoordvoicings, georganiseerd in mappen. Tik op een voicing om deze op het toetsenbord te bekijken, veeg of houd lang ingedrukt voor opties. Gebruik mappen om akkoorden te groeperen voor specifieke liedjes of oefensessies.
pl: Zapisane prowadzenia głosów akordów, uporządkowane w folderach. Dotknij prowadzenia głosów, aby zobaczyć je na gryfie, przesuń lub przytrzymaj, aby uzyskać opcje. Używaj folderów do grupowania akordów dla konkretnych piosenek lub sesji ćwiczeniowych.
pt: Seus voicings de acordes salvos, organizados em pastas. Toque em um voicing para vê-lo no braço, deslize ou pressione longamente para mais opções. Use pastas para agrupar acordes por música ou sessão de prática.
ru: Сохранённые варианты аккордов, организованные по папкам. Нажмите на вариант, чтобы увидеть его на грифе, проведите или удерживайте для вариантов. Используйте папки для группировки аккордов для конкретных песен или занятий.
tr: Klasörlerde düzenlenmiş kaydedilmiş akor seslendirmeleriniz. Klavyede görüntülemek için bir seslendirmeye dokunun, seçenekler için kaydırın veya uzun basın. Belirli şarkılar veya çalışma oturumları için akorları gruplamak üzere klasörleri kullanın.
zh_hans: 你保存的和弦指法，按文件夹整理。点击指法在指板上查看，滑动或长按查看选项。使用文件夹将和弦分组用于特定歌曲或练习环节。

# help_desc_fretboard_notes
source: A visual map showing every note on the ukulele fretboard. Highlight a specific note to see all its positions. Supports High-G and Low-G tuning. Tap any note to hear it.
ar: خريطة مرئية تعرض كل نوتة على لوحة أصابع اليوكوليلي. أبرز نوتة محددة لرؤية جميع مواضعها. يدعم ضبط High-G وLow-G. انقر أي نوتة لسماعها.
de: Eine visuelle Karte aller Noten auf dem Ukulele-Griffbrett. Markiere eine bestimmte Note, um alle ihre Positionen zu sehen. Unterstützt High-G- und Low-G-Stimmung. Tippe auf eine Note, um sie zu hören.
es: Un mapa visual que muestra cada nota en el diapasón del ukelele. Resalta una nota específica para ver todas sus posiciones. Compatible con afinación Sol agudo y Sol grave. Toca cualquier nota para escucharla.
fr: Une carte visuelle montrant chaque note sur le manche du ukulélé. Mettez une note en évidence pour voir toutes ses positions. Compatible avec l'accordage Sol aigu et Sol grave. Touchez une note pour l'écouter.
hi: यूकुलेले फ्रेटबोर्ड पर हर नोट दिखाने वाला विज़ुअल मैप। किसी विशिष्ट नोट को हाइलाइट करके उसकी सभी स्थितियाँ देखें। High-G और Low-G ट्यूनिंग समर्थित। किसी भी नोट को सुनने के लिए टैप करें।
id: Peta visual yang menampilkan setiap not pada fretboard ukulele. Sorot not tertentu untuk melihat semua posisinya. Mendukung tuning G tinggi dan G rendah. Ketuk not apa pun untuk mendengarnya.
it: Una mappa visiva che mostra ogni nota sulla tastiera dell'ukulele. Evidenzia una nota specifica per vedere tutte le sue posizioni. Supporta accordatura Sol alto e Sol basso. Tocca una nota per ascoltarla.
ja: ウクレレのフレットボード上のすべての音を表示するビジュアルマップです。特定の音をハイライトしてすべてのポジションを確認できます。High-GおよびLow-Gチューニングに対応。音をタップして聴くことができます。
ko: 우쿨렐레 지판의 모든 음을 보여주는 시각적 맵입니다. 특정 음을 강조하여 모든 위치를 확인할 수 있습니다. High-G 및 Low-G 튜닝을 지원합니다. 음을 탭하면 들을 수 있습니다.
nl: Een visuele kaart die elke noot op het ukulele-toetsenbord toont. Markeer een specifieke noot om al zijn posities te zien. Ondersteunt hoge G- en lage G-stemming. Tik op een noot om deze te horen.
pl: Wizualna mapa pokazująca każdą nutę na gryfie ukulele. Podświetl konkretną nutę, aby zobaczyć wszystkie jej pozycje. Obsługuje strój z wysokim i niskim G. Dotknij nuty, aby ją usłyszeć.
pt: Um mapa visual mostrando cada nota no braço do ukulele. Destaque uma nota específica para ver todas as suas posições. Compatível com afinação Sol agudo e Sol grave. Toque em qualquer nota para ouvi-la.
ru: Визуальная карта всех нот на грифе укулеле. Выделите конкретную ноту, чтобы увидеть все её позиции. Поддерживает строи High-G и Low-G. Нажмите на любую ноту, чтобы услышать её.
tr: Ukulele klavyesindeki her notayı gösteren görsel bir harita. Tüm pozisyonlarını görmek için belirli bir notayı vurgulayın. Yüksek G ve Düşük G akort destekler. Dinlemek için herhangi bir notaya dokunun.
zh_hans: 显示尤克里里指板上每个音符的可视化地图。高亮特定音符查看其所有位置。支持 High-G 和 Low-G 调弦。点击任何音符可试听。

# help_desc_full_screen
source: Tap the expand icon in the Explorer tab to enter a landscape full-screen fretboard. Great for practice sessions where you want maximum fretboard visibility without UI distractions.
ar: انقر أيقونة التوسيع في تبويب المستكشف للدخول إلى لوحة أصابع أفقية بملء الشاشة. مثالية لجلسات التمرين حيث تريد أقصى رؤية للوحة بدون تشتيت واجهة المستخدم.
de: Tippe auf das Erweitern-Symbol im Explorer-Tab, um ein Querformat-Vollbild-Griffbrett zu öffnen. Ideal für Übungen, bei denen du maximale Griffbrettsichtbarkeit ohne Ablenkungen durch die Benutzeroberfläche möchtest.
es: Toca el icono de expandir en la pestaña del Explorador para entrar en un diapasón horizontal a pantalla completa. Ideal para sesiones de práctica donde quieres máxima visibilidad del diapasón sin distracciones de la interfaz.
fr: Touchez l'icône d'agrandissement dans l'onglet Explorateur pour passer en mode manche paysage plein écran. Idéal pour les sessions de pratique où vous souhaitez une visibilité maximale du manche sans distractions de l'interface.
hi: लैंडस्केप पूर्ण-स्क्रीन फ्रेटबोर्ड में जाने के लिए एक्सप्लोरर टैब में एक्सपैंड आइकन टैप करें। उन अभ्यास सत्रों के लिए बढ़िया जहाँ आप UI विकर्षण के बिना अधिकतम फ्रेटबोर्ड दृश्यता चाहते हैं।
id: Ketuk ikon perbesar di tab Penjelajah untuk masuk ke fretboard layar penuh lanskap. Bagus untuk sesi latihan di mana Anda ingin visibilitas fretboard maksimal tanpa gangguan antarmuka.
it: Tocca l'icona di espansione nella scheda Esploratore per entrare in una tastiera orizzontale a schermo intero. Ideale per le sessioni di pratica dove vuoi la massima visibilità della tastiera senza distrazioni dell'interfaccia.
ja: エクスプローラータブの拡大アイコンをタップすると、横向き全画面フレットボードが表示されます。UIの邪魔なくフレットボードを最大限に見たい練習セッションに最適です。
ko: 탐색기 탭의 확대 아이콘을 탭하면 가로 전체 화면 지판이 표시됩니다. UI 방해 없이 지판을 최대한 크게 보고 싶은 연습에 적합합니다.
nl: Tik op het vergroot-pictogram in het Verkenner-tabblad om een liggend volledig scherm toetsenbord te openen. Ideaal voor oefensessies waarbij je maximale zichtbaarheid van het toetsenbord wilt zonder UI-afleidingen.
pl: Dotknij ikony powiększania na karcie Eksplorator, aby wejść w poziomy gryf pełnoekranowy. Idealny do sesji ćwiczeniowych, gdy chcesz maksymalnej widoczności gryfu bez rozpraszania interfejsem.
pt: Toque no ícone de expandir na aba do Explorador para entrar em um braço paisagem em tela cheia. Ideal para sessões de prática onde você quer máxima visibilidade do braço sem distrações da interface.
ru: Нажмите значок развёртывания во вкладке обозревателя для перехода в ландшафтный полноэкранный гриф. Идеально для занятий, когда нужна максимальная видимость грифа без отвлекающих элементов интерфейса.
tr: Yatay tam ekran klavyeye girmek için Keşfet sekmesindeki genişlet simgesine dokunun. Arayüz dikkat dağıtmadan maksimum klavye görünürlüğü istediğiniz çalışma oturumları için idealdir.
zh_hans: 在探索器页面点击展开图标进入横屏全屏指板。非常适合需要最大指板可视性的练习环节。

# help_desc_glossary
source: A searchable dictionary of music theory and ukulele terms — from arpeggio to voicing. Each entry includes a concise definition and, where helpful, an example.
ar: قاموس قابل للبحث لمصطلحات النظرية الموسيقية واليوكوليلي — من الأربيجيو إلى التوزيع الصوتي. كل مدخل يتضمن تعريفاً موجزاً ومثالاً عند الحاجة.
de: Ein durchsuchbares Wörterbuch der Musiktheorie- und Ukulelebegriffe — von Arpeggio bis Voicing. Jeder Eintrag enthält eine prägnante Definition und, wo hilfreich, ein Beispiel.
es: Un diccionario de términos de teoría musical y ukelele — desde arpegio hasta voicing. Cada entrada incluye una definición concisa y, cuando es útil, un ejemplo.
fr: Un dictionnaire des termes de théorie musicale et de ukulélé — d'arpège à voicing. Chaque entrée comprend une définition concise et, le cas échéant, un exemple.
hi: संगीत सिद्धांत और यूकुलेले शब्दों का खोज योग्य शब्दकोश — अर्पेजियो से वॉइसिंग तक। प्रत्येक प्रविष्टि में संक्षिप्त परिभाषा और, जहाँ उपयोगी हो, उदाहरण शामिल है।
id: Kamus istilah teori musik dan ukulele yang dapat dicari — dari arpeggio hingga voicing. Setiap entri mencakup definisi ringkas dan, jika membantu, contoh.
it: Un dizionario ricercabile di termini di teoria musicale e ukulele — da arpeggio a voicing. Ogni voce include una definizione concisa e, dove utile, un esempio.
ja: アルペジオからボイシングまで、音楽理論とウクレレの用語を網羅した検索可能な辞書です。各項目には簡潔な定義と、必要に応じて例が含まれています。
ko: 아르페지오부터 보이싱까지 음악 이론과 우쿨렐레 용어를 검색할 수 있는 사전입니다. 각 항목에는 간결한 정의와 필요시 예시가 포함되어 있습니다.
nl: Een doorzoekbaar woordenboek van muziektheorie- en ukuleletermen — van arpeggio tot voicing. Elk item bevat een beknopte definitie en, waar nuttig, een voorbeeld.
pl: Przeszukiwalny słownik terminów z teorii muzyki i ukulele — od arpeggia po prowadzenie głosów. Każde hasło zawiera zwięzłą definicję i, tam gdzie to pomocne, przykład.
pt: Um dicionário de termos de teoria musical e ukulele — de arpejo a voicing. Cada entrada inclui uma definição concisa e, quando útil, um exemplo.
ru: Словарь терминов теории музыки и укулеле с поиском — от арпеджио до голосоведения. Каждая запись содержит краткое определение и, где уместно, пример.
tr: Müzik teorisi ve ukulele terimlerinin aranabilir sözlüğü — arpejden seslendirmeye. Her giriş kısa bir tanım ve gerektiğinde bir örnek içerir.
zh_hans: 可搜索的乐理和尤克里里术语词典——从琶音到指法。每个词条包含简明定义，适当时附有示例。

# help_desc_interval_trainer
source: Ear training for musical intervals. Choose visual (fretboard) or audio mode, select ascending, descending, or harmonic presentation, and pick a difficulty level. Identify the interval and build your relative pitch skills.
ar: تدريب الأذن على الفواصل الموسيقية. اختر الوضع المرئي (لوحة الأصابع) أو السمعي، اختر عرضاً صاعداً أو هابطاً أو توافقياً، وحدد مستوى الصعوبة. حدد الفاصل وطوّر مهارات النغمة النسبية.
de: Gehörtraining für musikalische Intervalle. Wähle visuellen (Griffbrett) oder Audio-Modus, wähle aufsteigende, absteigende oder harmonische Darstellung und einen Schwierigkeitsgrad. Erkenne das Intervall und schule dein relatives Gehör.
es: Entrenamiento auditivo de intervalos musicales. Elige modo visual (diapasón) o audio, selecciona presentación ascendente, descendente o armónica, y elige un nivel de dificultad. Identifica el intervalo y desarrolla tu oído relativo.
fr: Entraînement auditif des intervalles musicaux. Choisissez le mode visuel (manche) ou audio, sélectionnez une présentation ascendante, descendante ou harmonique, et choisissez un niveau de difficulté. Identifiez l'intervalle et développez votre oreille relative.
hi: संगीत इंटरवल के लिए कान प्रशिक्षण। विज़ुअल (फ्रेटबोर्ड) या ऑडियो मोड, आरोही, अवरोही या हार्मोनिक प्रस्तुति चुनें, और कठिनाई स्तर चुनें। इंटरवल पहचानें और अपने सापेक्ष पिच कौशल विकसित करें।
id: Latihan pendengaran untuk interval musik. Pilih mode visual (fretboard) atau audio, pilih presentasi naik, turun, atau harmonik, dan pilih tingkat kesulitan. Identifikasi interval dan kembangkan kemampuan nada relatif Anda.
it: Ear training per gli intervalli musicali. Scegli la modalità visuale (tastiera) o audio, seleziona presentazione ascendente, discendente o armonica e scegli un livello di difficoltà. Identifica l'intervallo e migliora il tuo orecchio relativo.
ja: 音程の聴音トレーニングです。ビジュアル（フレットボード）またはオーディオモードを選び、上行、下行、和声の提示方法と難易度を選択。音程を聴き当てて相対音感を鍛えましょう。
ko: 음정 청음 훈련입니다. 시각(지판) 또는 청각 모드를 선택하고, 상행, 하행, 화성 제시 방식과 난이도를 선택합니다. 음정을 맞히며 상대 음감을 키우세요.
nl: Gehoortraining voor muzikale intervallen. Kies visuele (toetsenbord) of audiomodus, selecteer stijgende, dalende of harmonische presentatie, en kies een moeilijkheidsgraad. Herken het interval en bouw je relatieve gehoor op.
pl: Trening słuchu dla interwałów muzycznych. Wybierz tryb wizualny (gryf) lub dźwiękowy, zaznacz prezentację wznoszącą, opadającą lub harmoniczną i wybierz poziom trudności. Rozpoznaj interwał i rozwijaj umiejętność rozpoznawania względnej wysokości dźwięku.
pt: Treino auditivo de intervalos musicais. Escolha modo visual (braço) ou áudio, selecione apresentação ascendente, descendente ou harmônica, e escolha um nível de dificuldade. Identifique o intervalo e desenvolva seu ouvido relativo.
ru: Тренировка слуха на музыкальные интервалы. Выберите визуальный (гриф) или слуховой режим, восходящее, нисходящее или гармоническое воспроизведение и уровень сложности. Определяйте интервалы и развивайте относительный слух.
tr: Müzik aralıkları için kulak eğitimi. Görsel (klavye) veya işitsel modu seçin, çıkan, inen veya armonik sunumu seçin ve bir zorluk düzeyi belirleyin. Aralığı belirleyin ve göreceli perde becerilerinizi geliştirin.
zh_hans: 音程听力训练。选择视觉（指板）或听觉模式，选择上行、下行或和声呈现方式，选取难度等级。辨认音程并培养你的相对音高能力。

# help_desc_learn_theory
source: Structured music theory lessons covering notes, intervals, scales, chords, keys, and harmony. Each lesson has key points and a quick-check quiz so you can verify your understanding before moving on.
ar: دروس نظرية موسيقية منظمة تغطي النوتات والفواصل والسلالم والأوتار والمفاتيح والتناغم. كل درس يتضمن نقاطاً رئيسية واختبار فحص سريع للتحقق من فهمك قبل المتابعة.
de: Strukturierte Musiktheorie-Lektionen zu Noten, Intervallen, Tonleitern, Akkorden, Tonarten und Harmonik. Jede Lektion hat Kernpunkte und einen Schnelltest, damit du dein Verständnis überprüfen kannst, bevor du weitermachst.
es: Lecciones estructuradas de teoría musical que cubren notas, intervalos, escalas, acordes, tonalidades y armonía. Cada lección incluye puntos clave y un quiz rápido para verificar tu comprensión antes de avanzar.
fr: Des leçons de théorie musicale structurées couvrant notes, intervalles, gammes, accords, tonalités et harmonie. Chaque leçon comprend des points clés et un quiz rapide pour vérifier votre compréhension avant de passer à la suite.
hi: नोट्स, इंटरवल, स्केल, कॉर्ड, कुंजी और हार्मनी को कवर करने वाले संरचित संगीत सिद्धांत पाठ। हर पाठ में मुख्य बिंदु और त्वरित जाँच क्विज़ है ताकि आगे बढ़ने से पहले अपनी समझ सत्यापित कर सकें।
id: Pelajaran teori musik terstruktur yang mencakup not, interval, tangga nada, akor, kunci, dan harmoni. Setiap pelajaran memiliki poin utama dan kuis cek cepat untuk memverifikasi pemahaman sebelum melanjutkan.
it: Lezioni strutturate di teoria musicale che coprono note, intervalli, scale, accordi, tonalità e armonia. Ogni lezione ha punti chiave e un quiz di verifica rapida per controllare la comprensione prima di procedere.
ja: 音符、音程、スケール、コード、調性、和声を扱う体系的な音楽理論レッスンです。各レッスンにはポイントと確認テストが付いており、先に進む前に理解を確認できます。
ko: 음표, 음정, 스케일, 코드, 조성, 화성을 다루는 체계적인 음악 이론 레슨입니다. 각 레슨에는 핵심 포인트와 확인 문제가 있어 다음으로 넘어가기 전에 이해도를 확인할 수 있습니다.
nl: Gestructureerde muziektheorielessen over noten, intervallen, toonladders, akkoorden, toonsoorten en harmonie. Elke les heeft kernpunten en een snelle controlequiz zodat je je begrip kunt verifiëren voordat je verdergaat.
pl: Ustrukturyzowane lekcje teorii muzyki obejmujące nuty, interwały, skale, akordy, tonacje i harmonię. Każda lekcja zawiera kluczowe zagadnienia i szybki quiz weryfikujący, abyś mógł sprawdzić zrozumienie przed przejściem dalej.
pt: Lições estruturadas de teoria musical cobrindo notas, intervalos, escalas, acordes, tonalidades e harmonia. Cada lição inclui pontos-chave e um quiz rápido para verificar seu entendimento antes de avançar.
ru: Структурированные уроки теории музыки: ноты, интервалы, гаммы, аккорды, тональности и гармония. Каждый урок содержит ключевые моменты и быструю проверку для подтверждения понимания перед продолжением.
tr: Notalar, aralıklar, diziler, akorlar, tonlar ve armoniyi kapsayan yapılandırılmış müzik teorisi dersleri. Her dersin ana noktaları ve devam etmeden önce anlayışınızı doğrulamak için hızlı bir kontrol testi vardır.
zh_hans: 系统的乐理课程，涵盖音符、音程、音阶、和弦、调和和声。每节课都有要点总结和快速检测题，帮助你在继续之前验证理解。
